-- post
INSERT INTO user_access."post" (id, user_id, title, content, type, create_time, comment_count)
VALUES (1, 1001, '小区里的流浪猫',
        '每天清晨，我在小区院里走路时，常看到一些流浪猫，少说也有十几只。它们或静卧在草丛里酣睡，或东张西望地寻找食物，或在路人前后轻声走过，或在一起相互追逐、挑逗打闹……流浪猫，是指无主、长期在野外或室外生存的猫。与原生的野生猫科动物不同，流浪猫特指那些曾被人们收养过，后来因为某种原因，被抛弃以及在遗弃后自行繁殖的猫。流浪猫是从哪里来的？大概有三种情况，一种是由于主人不慎，门窗没关好，家猫走失后找不到家；另一种是主人出于各种考虑，故意将家猫遗弃，这占了多数；还有一种就是流浪猫不断繁衍，使得流浪猫的数量有增无减，形成恶性循环。',
        2, '2021-05-23 00:00:00.000', '1 ');
INSERT INTO user_access."post" (id, user_id, title, content, type, create_time, comment_count)
VALUES (2, 1002, '便利店开业', '小区楼下便利店新开业欢迎选购', 2, '2021-05-24 00:00:00.000', '2 ');
INSERT INTO user_access."post" (id, user_id, title, content, type, create_time, comment_count)
VALUES (3, 1003, '社区团购',
        '橙伦晚一过 再无鲜橙“爆”汁的鲜橙子来了 可以喝的伦晚橙 吃一次等15个月 酸甜口感它都有，浓浓橙香 咬上一口橙汁溢满口腔 ​规格：中果 毛重约9斤正负0.5斤装团购价：55元/箱“果汁率高达45%” 一半就如此多汁一整颗伦晚简直就是一枚橙汁炸弹，九甜一酸的比例果肉细腻无渣，没有塞牙的纤维',
        2, '2021-05-25 00:00:00.000', '2 ');
